Repository: get2beat/cbp.ch
Catalog: packages/projects/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_projects_domain_model_project
source: Project
de: Projekt

# tx_projects_domain_model_project.onlylist
source: Only show in Listview
de: Nur in der Liste anzeigen

# tx_projects_domain_model_project.title
source: Title
de: Titel

# tx_projects_domain_model_project.projectnumber
source: Projectnumber
de: Projektnummer (intern)

# tx_projects_domain_model_project.listimage
source: Listimage (overview)
de: Bild (Listenansicht)

# tx_projects_domain_model_project.headerimage
source: Headerimage (detail)
de: Bild (Header Detailansicht)

# tx_projects_domain_model_project.period
source: Period
de: Zeitraum (Bsp. 2010-2012)

# tx_projects_domain_model_project.award
source: Award
de: Auszeichnung

# tx_projects_domain_model_project.owner
source: Owner
de: Auftraggeber:in

# tx_projects_domain_model_project.year
source: Year
de: Baujahr

# tx_projects_domain_model_project.copyright
source: Image copyright
de: Foto copyright

# tx_projects_domain_model_project.realization
source: Realization
de: Realisierung

# tx_projects_domain_model_project.projectplanning
source: Project planning
de: Projektierung

# tx_projects_domain_model_project.architect
source: Architect
de: Architekt

# tx_projects_domain_model_project.description
source: Description
de: Beschreibung (Detailansicht)

# tx_projects_domain_model_project.images
source: Images (Slider Detailview)
de: Bilder (Slider in Detailansicht)

# tx_projects_domain_model_project.images
source: Images (Optimal: 1.Bild 16/10)
de: Bilder (Optimal: 1.Bild 16/10)

# tx_projects_domain_model_area.area
source: Area
de: Bereich

# tx_projects_domain_model_area.worklist
source: Worklist
de: Werkliste

# tx_projects_project.name
source: project
de: Projekt
